Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/energi.html.tmx
Source language: nob
Languages: sme

source: Energi
sme: Energiija

source: Sametinget legger til grunn tiltak for energiproduksjon og annen inngrepsaktivitet skjer etter en helhetlig planlegging som sikrer naturgrunnlaget for samisk kultur og samiske næringer, og som gjør det mulig å ivareta og videreføre samisk kultur, næringsutøvelse og samfunnsliv.
sme: Sámediggi oaivvilda ahte doaibmabijut energiijabuvttadeami ja eará sisabahkkenaktivitehta váráš galget dáhpáhuvvat ollislaš plánema mielde sámi kultuvrra ja sámi ealáhusaid luondduvuđđosa sihkkarastimiin, ja mii dahká vejolažžan gozihit ja bisuhit sámi kultuvrra, ealáhusbarggu ja servodateallima.

source: Sametinget jobber i det daglige for at utbygginger som skjer i samiske områder skal være til nytte for det samiske samfunnet og ikke til skade for samisk kulturutøvelse og tradisjonell samisk næringsutøvelse.
sme: Sámediggi bargá beaivválaččat dan ektui ahte huksemiin mat dáhpáhuvvet sámi guovlluin galgá leat ávki sámi servodahkii, eaige dat galgga vaháguhttit sámi kulturbarggu ja árbevirolaš sámi ealáhusbarggu.

source: Slik virksomhet må skje i sameksistens med, og ikke til fortrengsel for samiske næringer og kulturbasert høsting.
sme: Dákkár doaibma ferte dáhpáhuvvat ovttas sámi ealáhusaiguin ja kulturvuđot ávkkástallamiin iige heađuštit daid.

source: Les strategi for sikring og utvikling av samisk kultur ved energiutbygginger
sme: Loga Strategi for sikring og utvikling av samisk kultur ved energiutbygginger

source: Les fylkesmannsembetenes rapport: Nasjonal ramme for vindkraft på land Reindriftsvurderinger av analyseområder som berører samisk reindrift
sme: Loga fylkkamánneámmát raportta: Nasjonal ramme for vindkraft på land Reindriftsvurderinger av analyseområder som berører samisk reindrift
